Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sukella_saamelaiskulttuuriin_mobiilipelin_muodossa.html.tmx
Source language: fin
Languages: sms

source: Sukella saamelaiskulttuuriin mobiilipelin muodossa
sms: Čaaŋŋâl sääʹmkulttuuʹre mobiilsiõr ååʹblǩest

source: Nuorisoneuvosto julkaisee yhdessä Nuorten Akatemian kanssa Sukellus saamelaiskulttuuriin –mobiilipelin.
sms: Nuõrisuåvtõs õlmstâtt õõutsââʹjest Nuõri Akatemiain Sukellus saamelaiskulttuuriin–mobiilsiõr.

source: Pelin avulla pyritään lisäämään tietoisuutta saamelaiskulttuurista eri näkökulmien kautta.
sms: Siõr veäkka ǩiččlõõđât lââʹzzted tieʹttemvuõđ sääʹmkulttuurâst jeeʹres vueiʹnnemkuuʹlmi pääiʹǩ.

source: Seppo-pelialustalla pelattava saamelaisaiheinen mobiilipeli on suunnattu yläkoulun lisäksi toisen asteen opiskelijoille.
sms: Seppo-siõrrvuâlast siõrrâm sääʹmmteemlaž mobiilsiõrr lij tillʼlõvvum pââibužškooul lââʹssen nuuʹbb tääʹzz mättʼtõõđjid.

source: Peli auttaa oppilaita ympäri Suomen oppimaan ja oivaltamaan saamelaisuudesta ja saamelaiskulttuurista ja se käsittelee mm. saamelaisten historiaa, nykypäivän ilmiöitä ja henkilöitä, saamenpukua, kulttuurista omimista sekä perinteisiä elinkeinoja.
sms: Siõrr vieʹǩǩat mättʼtõõđjid pirr Lääʹddjânnam mättjed da toʹlǩǩeed säʹmmlažvuõđâst da sääʹmkulttuurâst da tõt ǩiõttʼtââll odm. saaʹmi historia, ânnʼjõžpeeiʹv eettmõõžžid da oummuid, sääʹmmpihttâz, kulttuursa puästtad âânnmõõžž di äʹrbbvuõđlaid jieʹllemvueʹjjid.

source: Seppo-mobiilipelin tavoite on innostaa kasvattajia, opettajia ja valmentajia opettamaan lapsille ja nuorille saamelaisista ja saamelaiskulttuurista.
sms: Seppo-mobiilsiõr täävtõs lij smeʹllkâʹtted puärrsid, uʹčteeʹlid da vuõiǥstõõʹttjid mättʼted päärnaid da nuõrid saaʹmin da sääʹmkulttuurâst.

source: Peli sisältää perustietoa saamelaisista sekä soveltavia ja syventäviä harjoituksia.
sms: Siõrr âânn seʹst vuâđđteâđaid saaʹmin di suåvvteei da čiŋlmõõʹtti harjtõõzzid.

source: Pelin kautta nuoria kannustetaan toimimaan itse ja luomaan aiheesta omia mielipiteitä sekä keskustelemaan niistä yhdessä toisten nuorten kanssa.
sms: Siõr pääiʹǩ nuõrid smeʹllkââʹttet tuåimmjed jiõčč da raajjâd teeʹmest jiijjâs miõlljurddjid di saaǥǥstõõllâd tõin õõutsââʹjest nuuʹbbi nuõrivuiʹm.

source: “Seppo-pelin suunnitteluun on osallistettu saamelaisnuoria esimerkiksi työpajojen muodossa.
sms: “Seppo-siõr plaanummša lij vuässõttum sääʹmnuõrid ouddmiârkkân tuâjjpaaʹji ååʹblǩest.

source: Nuoret ovat vaikuttaneet pelin menetelmien valintaan sekä pelin sisältämiin teemoihin ja aiheisiin.
sms: Nuõr liâ vaaiktam siõrmõõntõõllmõõžži vaʹlljummša di siõr seʹst õõʹnni teeʹmaid da aaʹššid.

source: Peli julkaistaan sopivasti ennen Saamelaisten kansallispäivää 6.2. ja se on hyvä tapa tutustua ja syventyä saamelaiskulttuuriin yhdessä hankkeen muiden materiaalien kanssa”, kertoo nuorisosihteeri Elli-Marja Hetta pelistä.
sms: Siõrr õlmstââʹttet vueʹǩǩšânji ouddâl Saaʹmi meersažpeeiʹv 6.2. da tõt lij šiõǥǥ nääʹll tobdstõõttâd da čiŋlmõõvvâd sääʹmkulttuuʹre õõutsââʹjest haʹŋǩǩõõzz jeeʹres materiaalivuiʹm”, särnn nuõripiisar Elli-Marja Hetta siõrâst

source: Maksuton peli on tilattavissa Nuorten Akatemian nettisivuilta .
sms: Määusteʹmes siõrr lij tiʹllʼjemnalla Nuõri Akatemia neʹttseeidain

source: Dihtosis- tietopaketti saamelaisista
sms: Dihtosis- teâttpaʹǩat saaʹmin

source: Dihtosis -hanke on Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian yhteishanke, jonka tavoitteena on lisätä valtaväestöön kuuluvien nuorten tietoisuutta saamelaisista.
sms: Dihtosis-haʹŋǩǩõs lij Sääʹmteeʹǧǧ nuõrisuåvtõõzz da Nuõri Akatemia õhttsažhaʹŋǩǩõs, koon täävtõssân lij lââʹzzted väʹlddmeera kuulli nuõri tieʹttemvuõđ saaʹmin.

source: Tiedon ja hankkeen materiaalien avulla pyritään nostamaan saamelaiset ja saamelaiskulttuuri osaksi nuorten arkitietoa.
sms: Teâđ da haʹŋǩǩõõzz materiaal veäkka ǩiččlõõđât kaggâd sääʹm da sääʹmkulttuur bieʹǩǩen nuõri arggteâđ.

source: Aiheen innostava käsittely ehkäisee samalla saamelaislapsiin ja –nuoriin kohdistuvaa syrjintää, ja vahvistaa saamelaisalueen ulkopuolella asuvien saamelaisnuorten identiteettiä.
sms: Teeʹm älšmõʹtti ǩiõttʼtõõllmõš câgg seämmavuâra sääʹmpäärnaid da –nuõrid tillʼlõõvvi čårstummuž, da raavad sääʹmvuuʹd åålǥbeäʹlnn jälsteei sääʹmnuõri identiteeʹtt.

source: Hanketta rahoittaa Opetus- ja kulttuuriministeriö.
sms: Haʹŋǩǩõõzz teäggat Mättʼtõs- Da kulttuurministeria.

source: Lisää Dihtosis -hankkeesta
sms: Lââʹzz Dihtosis-haʹŋǩǩõõzzâst

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Vs. nuorisosihteeri, Saamelaiskäräjät, Elli-Marja Hetta, 050 382 5179, elli-marja.hetta(at)samediggi.fi
sms: Vs. nuõripiisar, Sääʹmteʹǧǧ, Elli-Marja Hetta, 050 382 5179, elli-marja.hetta(at)samediggi.fi

source: Projektipäällikkö, Nuorten Akatemia, Ulla Saalasti.
sms: Projeʹkttkoordinaattor, Nuõri Akatemia, Ulla Saalasti.
